[
    {
        "body": "By Liang Lei, based on interviews in June 2018\n\nIt is common knowledge that timely diagnosis and treatment of injuries go a long way in minimizing pain and speeding up recovery. In Singapore, the Work Injury Compensation Act (WICA) seeks to enable that, by allowing employees injured at work to file claims for, amongst other items, medical treatment that may otherwise be unaffordable.\n\nBut does it work?\n\nEmployer’s proposal: 15-day home leave\n\nMiah Mohammed Rubel, a construction worker, suffered a two-metre fall at work on 10 May 2018, injuring his jaw and back. “Very pain, two teeth moving,” he tells me, pointing to the left side of his lower jaw.\n\nHe was immediately sent to a general practitioner’s clinic and was given medicine for his jaw. His back was not examined, he says.\n\nA week later, Rubel visited a dental clinic, where the dentist suggested that he replace his loose teeth with implants. However, with his employer refusing to pay for the costly treatment, the recommended procedure was not done.\n\nThe biggest shock came on 29 May 2018, when the company offered him a 15-day leave to Bangladesh on a one-way air ticket, and two months’ worth of salary. Suspicious, Rubel checked on his Work Permit: it was cancelled.\n\nRubel subsequently went to the Ministry of Manpower (MOM) to make the accident report himself and thus to secure his stay in Singapore with a Special Pass. He is currently on medical leave and undergoing treatment in Tan Tock Seng hospital. Doctors at the hospital have found that his spine was affected by the fall too.\n\nAs at 5 July 2018, MOM’s work injury database shows that they are “looking into the validity of the work injury claim.” This appears to indicate that the employer has not yet confirmed to the authorities that a safety lapse occurred at site, injuring an employee, although it’s well past the 10-day period for notification.\n\nSo long as an employer has not accepted that a workplace accident occurred, MOM may be flummoxed as to whether such an incident happened. The rights that an employee should enjoy under the Work Injury Compensation Act are suspended until MOM can make a decision on this. Meanwhile, the employer cannot be pressured to pay for medical treatment or to pay medical leave wages. The injury may remain inadequately treated and the injured worker’s income stream reduced to nothing. This defeats the intent of the legislation.\n\nTWC2 has proposed that doctors treating workers with traumatic injuries should be required to report such injuries to MOM. If the doctor says the injuries are consistent with the incident as described by the worker, MOM should make the rebuttable presumption that a workplace incident occurred. This way at least, the provisions of WICA are triggered to ensure medical care and medical leave wages for the worker.\n\nTwo months after accident, no report yet filed at MOM\n\nMuthusamy Kasinathan, a construction supervisor hailing from Chennai, had the joint of his left thumb crushed while unloading a slab of marble meant for a wall cladding on April 8, 2018. When he informed his employer about the injury, he was told to simply apply medication.\n\nWhen the pain did not subside three days later, Kasinathan visited a general practitioner’s clinic, where he obtained painkillers and a referral for an X-ray. The results showed that he had suffered a fracture at his left thumb.\n\nKasinathan diligently kept his employer in the loop for all his treatment and diagnosis in multiple scrolls of WhatsApp messages he showed me. The air of indignation was thus unsurprising when he laments: “Boss told me, go working.”\n\nLuckily for Kasinathan, as an S-Pass holder, he had the option to resign and stay on to get a new job – a privilege in migrant worker circles that most, as holders of the less powerful Work Permit, do not enjoy by right. He quit on April 18, 2018 and sought treatment at Tan Tock Seng hospital.\n\nHaving worked in Singapore for years before his current stint, Kasinathan understands that employers should report workplace accidents. “I know, (within) ten days must tell MOM,” he tells me. However, he doesn’t know that employees can file incident reports too, though even if he knew that, he wouldn’t know how. Many migrant workers would be in the same position. It is one of the chief reasons why they readily engage lawyers.\n\nAs did Kasinathan.\n\nIn following up this story, we made two checks with MOM’s Work Injury database. On 19 June 2018, two months after his injury, there was no report against Kasinathan’s name. Unless there’s been some technical glitch, it suggests that no report had been made. Neither by the employer or by Kasinathan’s lawyer.\n\nOn 5 July 2018 however, the database had a record in place. Interestingly, it said “We have been informed of the work accident. If the employee wishes to make a claim under the Work Injury Compensation Act, please advise him to submit the application form to the Ministry.” This status statement can be parsed to mean that someone has notified the ministry of the incident. But it’s Kasinathan himself (or his lawyer) who has not yet lodged an insurance claim.\n\nOn the bright side, Kasinathan says he has secured his unpaid wages through the assistance of a lawyer, while his treatment costs at Tan Tock Seng hospital is covered by a Letter of Guarantee from his employer.\n\nIs WICA effective?\n\nWhat these two examples show is that an employer’s attitude makes all the difference. Kasinathan’s employer has come forward to shoulder his responsibilities. Rubel’s employer has not. Kasinathan is getting treatment. Rubel is struggling to get it.\n\nBased on the cases TWC2 has seen, employers failing to lodge incident reports are quite common, despite the stiff penalty associated with non-reporting: a fine of up to S$5,000 for first offence, and a fine of up to S$10,000 and/ or a jail term of up to six months for subsequent offences. Perhaps enforcement by MOM can be stepped up.\n\nFurthermore, if non-reporting is a systemic problem, it may suggest that MOM has an artificially low count of safety incidents and work injuries in Singapore, thus further reducing the political drive required to make the necessary improvements. See also the article Do MOM’s injury statistics hide more than they reveal?\n\nCurrently, doctors are not expected to make work injury reports on behalf of patients. Such a stand has merit, since doctors have no direct work relationship with patients. However, given their expertise in healthcare and neutrality in workplace interests, TWC2 believes that they have a role to play too.\n\nUntil then, our foreign workers will continue facing the brunt of irresponsible under-reporting.",
        "icon": "https://twc2.org.sg/wp-content/uploads/2019/03/Testing-Favicon-1-e1552446413851.png",
        "picture": "https://twc2.org.sg/wp-content/uploads/2018/08/muthusamy_kasinathan_7972ficon.jpg",
        "publish_time": "2018-08-05 00:00:00",
        "title": "Unreported work injuries: more than a matter of statistics",
        "url": "https://twc2.org.sg/2018/08/05/unreported-work-injuries-more-than-a-matter-of-statistics/",
        "uuid": "db73c424-ba3f-4a42-bfbb-ab3d0551b9ba"
    },
    {
        "body": "By John Gee\n\nAlthough Singapore was one of the first countries outside China to have COVID-19 cases and international understanding of this new illness was then pretty rudimentary, the government mounted a vigorous and effective response that came to be viewed with admiration across the world – with justification. As infection elsewhere soared, Singapore’s main outstanding problem seemed to be how to prevent imported cases from reigniting a wider infection in the country. Then came the first cases identified in migrant worker dormitories, which multiplied over the following days. Here was Singapore’s Achilles heel.\n\nNews announcements during the early circuit breaker period that said, “The majority of cases reported are in migrant worker dormitories” really didn’t do justice to the figures they describe: these are the overwhelming majority of cases – 764 out of a total of 799 on 27 April. It is indeed troubling that there are still new cases being found among Singaporeans and PRs every day, but if these numbers (just 14 on 27 April), were the country’s only cases, Singapore’s reputation for dealing effectively with the coronavirus outbreak would be pretty well intact today.\n\nOne way of assessing how the spread of COVID-19 among male migrant workers has affected Singapore’s case load is to compare the difference it has made to the country’s ranking among the world’s states in terms of number of infections. Worldometers publishes statistics on the outbreak that are updated throughout the course of each day as new figures come in. As of 27 April, Singapore had the 26th highest number of cases in the world, at 14,423. If Singapore’s dormitory-accommodated migrant workers (12,172 COVID-19 cases) were the only people in Singapore to be infected, the country’s ranking, at 29th place, would hardly change, but if the dormitory cases were subtracted from Singapore’s total, it would drop right down to 62nd place, below Greece and above Oman, even though this figure of 2,251 others still includes some male migrant workers who did not stay in dormitories.\n\nThe explosion of infection among migrant workers seemed like a bolt from the blue to most Singaporeans and PRs, although NGOs, including TWC2, had previously warned of the potential for infectious diseases to spread rapidly once one took hold among migrant workers. Many were shocked at the consequent revelation of the conditions in which the great majority of migrant workers live. The fact that the infection first took hold in the purpose-built dormitories that are meant to be the best male migrant worker accommodation only underlined just how poor conditions are overall. Out of a sense of humanity and empathy, many say that there must be far-reaching change. Another factor weighing in favour of reform is a sense of the reputational damage that Singapore may face as a result of what migrant workers in the country are undergoing.\n\nNGOs and citizens have been critical of various aspects of the authorities’ handling of the infection among migrant workers, and this has played a part in identifying key areas of concern and honing official responses, as well as encouraging an outpouring of public generosity. However, it is only fair to say that the growth in cases has stretched public health resources to the limit and outstripped testing capacity: in the circumstances, response gaps were inevitable and difficult choices would have to be made at times.\n\nA more basic problem underlies the current difficulties in countering COVID-19. The vulnerability of male migrant workers to infection is not primarily due to anything that has happened since the outbreak began, but to a pre-existing condition: the status established for them years before COVID-19 appeared. It was constructed from policies, practices and attitudes that housed male migrant workers in crowded accommodation, kept their wages low and made them dependent on keeping the goodwill of their employers in order to remain employed. The workers tolerated poor conditions of accommodation and transportation and other poor treatment, often including putting up with illness rather than seeking medical attention and time off, as the price to be paid for retaining a job.\n\nSimply tweaking the existing conditions will not be enough to put this situation right: a little more living space and a few more showers won’t fix it. An overhaul of migrant worker policy is long overdue, but now at least, there may be stronger public support for it than ever before and a readiness to accept that, no matter what pleas of cost or inconvenience may be made, there are minimum standards for the treatment of these fellow human beings that must be affirmed, in deeds as well as words.",
        "icon": "https://twc2.org.sg/wp-content/uploads/2019/03/Testing-Favicon-1-e1552446413851.png",
        "picture": "https://twc2.org.sg/wp-content/uploads/2020/04/atwork_keypoint_rebuild_6359ficon.jpg",
        "publish_time": "2020-04-28 00:00:00",
        "title": "A self-cultivated Achilles heel",
        "url": "https://twc2.org.sg/2020/04/28/a-self-cultivated-achilles-heel/",
        "uuid": "ad90dcee-8c52-4e1b-a099-6d033abdf7e7"
    },
    {
        "body": "The above photo was taken from an article in myRepublika dated 23 Sept 2018, titled “Sorrows of Nepali migrant workers” by the former Nepali ambassador to Qatar, Surya Nath Mishra\n\nIn December 2019, TWC2 vice-president Alex Au represented the organisation at an event on the topic of recruitment. It was a two-day event, sponsored by the International Labour Organisation (ILO) and organised by Migrant Forum Asia. It took place in Bangkok. Here are some reflections on the event, particularly on the issue of upskilling, one of the sub-topics of the conference.\n\nRepresentatives from labour-source countries spoke at some length about the different training projects that were in place and more programmes planned, especially a wide initiative by the Indian government to fund such training. They had their criticisms of the programme but what struck us was more fundamental: we had doubts whether any part of it had been co-ordinated with destination-country skill needs. Ditto with remarks by other participants who spoke at some length about pre-departure orientation. TWC2 knows of no instance in recent memory of any source-country agency conducting pre-departure training asking us what issues should be included in it to better prepare work migrants for their life in Singapore.\n\nAnother representative from India spoke about how prospective domestic workers were already being trained for their future jobs, e.g. in being able to handle washing machines and other household appliances. This struck us as rather beside the point, as such “skills” were, from Singapore’s perspective, extremely basic. Describing it as an example of upskilling was stretching the term. The typical middle-class Singapore household able to afford foreign domestic workers would all have such modern appliances. If a maid cannot handle a washing machine or microwave oven, she won’t even meet the basic qualification for the job. It’s not as if the indigenous skill of washing clothes in a river or cooking with firewood would have any market value in Singapore.\n\nA third delegate made a more general point that labour export is not an unalloyed good. No informed person would ever say it is, but what was surprising was the example she cited. She said something about how workers going to Singapore to work in construction, while getting better wages than they would get at home, were nonetheless thrown into insecurity and vulnerability because by its very nature, construction work was very “casualised employment”. This got TWC2’s delegate thinking: No, it’s not. For all its other problems, construction employment in Singapore is formal employment with all the benefits that come with it.\n\nPerception gap\n\nThe common denominator from all the above is that there is a gulf in understanding between NGOs and training agencies working in source countries and organisations like TWC2 in destination countries. And this has implications for Singapore’s hope of getting better skilled labour as we try to raise our productivity levels or cope with an aging population. An underlying reason for the gulf may be that personnel from source-country organisations hardly ever have opportunities to visit expensive destinations like Singapore, Hong Kong or Japan and spend enough time here to fully understand destination-country skill needs. Without this insight, the best they can do as they design training programmes is to produce something that might meet the needs of their own country’s urban middle-class and industries, on the assumption that the needs of destination countries’ industries and middle-class households would be similar. Such assumptions can be wildly off the mark, as can be seen from the comment about construction work being “casualised employment”.\n\nIn developing countries, most cities would have street corners where men with bricklaying, plumbing or digging skills would hang out in the day to be hired by contractors driving by. They would be day labourers though, with luck, the engagement might stretch over several days or even weeks. Nonetheless, the employment relationship would remain an informal one. The conference participant who made that comment was probably picturing construction work in Singapore to resemble that too. That is simply not so. Foreign construction workers in Singapore have a documented employment relationship with their employers with defined monthly salaries and other terms. There are processes to enforce statutory or contractual standards. Employers are required to observe safety protocols and purchase insurance.\n\nIn the same way, is it hard for people in source countries to grasp the skill needs of Singapore. For example, a whole new category of care workers is emerging, and we can expect to be hiring big numbers in years to come. Conceptually, they are quite different from domestic workers for whom being trained to operate microwave ovens, washing machines and vacuum cleaners might be achievement enough. Eldercare for example would require workers who can handle mobility-impaired or cognition-impaired adults, who can do a bit of physiotherapy or handle complicated medication regimes — which means a certain level of English literacy. In industry, we will need workers who can handle highly automated or robotised equipment. Here again, literacy — being able to read operations manuals and safety requirements — and possibly numeracy and digital competence come to the fore, in additional to whatever specific skills are necessary to safely handle the equipment.\n\nWhere to train them?\n\nIt may not be realistic to expect migrant workers to be trained in source countries for these needs. Not only is it going to be a tall order to expect organisations in source countries to even understand what working in Singapore is like or the skill sets required, how would they have the resources to do so? Even the above-mentioned wide training programme being promoted by the Indian government is no solution. As TWC2 said in response to the participant who mentioned it, the first problem is that Singapore is not likely to recognise any of the certificates so issued. Many questions will arise about course curriculum, English literacy and other aspects of suitability for the Singapore context, not to mention specific needs of specific employers or industries, especially when these training courses are developed with no input from the destination side. There is — we shall say it here though in the interest of diplomacy we didn’t say it at the conference itself — also the fact that in some source countries, corruption is endemic. How to trust the value of such certificates?\n\nIt is one thing to be liberal about source-country training for very basic skills such as domestic work or timber joinery, it is quite another when we’re discussing intermediate and higher skills. Take welding, for example. Despite workers claiming to have taken a course and received a certificate from a source-country institute, many Singapore employers insist on conducting a welding test for any new worker. Every year, TWC2 comes across cases where the workers have failed their test and thus lost their prospective jobs. The workers come crying to us (“But I paid $8,000 to get this job!”), but we understand employers’ needs; we can only advise the workers to accept the facts and upgrade themselves for the future.",
        "icon": "http://twc2.org.sg/wp-content/uploads/2019/03/Testing-Favicon-1-e1552446413851.png",
        "picture": "http://twc2.org.sg/wp-content/uploads/2020/01/nepali_queue_ficon.jpg",
        "publish_time": "2020-03-15 00:00:00",
        "title": "If even educated people from source countries know so little about Singapore, how can they be training workers for us?",
        "url": "http://twc2.org.sg/2020/03/15/if-even-educated-people-from-source-countries-know-so-little-about-singapore-how-can-they-be-training-workers-for-us/",
        "uuid": "11fe9cec-3b51-4b56-b808-ac91792d52f2"
    },
    {
        "body": "SINGAPORE - Another daily high of 1,164 cases were discharged on Thursday (May 14), even as 752 new Covid-19 cases were identified.\n\nThis is the third time this week that the number of cases discharged has exceeded new patients.\n\nThe new cases are made up of one Singaporean, one permanent resident, and 750 migrant workers linked to dorms.\n\nThis takes the total count in Singapore to 26,098.\n\nWith the number of people discharged today, some 5,964 people, or about 23 per cent of the total, have now fully recovered from the disease since the first case was reported here on Jan 23.\n\nTwenty are in critical condition in the intensive care unit, 1,072 patients are still in hospital, and the majority - 19,032 - are in community facilities and have only mild symptoms or are clinically well but still test positive for Covid-19.\n\nThe ministry also announced a new cluster at 2 Perumal Road, which has 11 cases.\n\nThe average numbers for new daily cases outside dormitories have decreased.\n\nFor Singaporeans, PRs and long-term pass holders, this has gone down from eight two weeks ago to five in the past week.\n\nRelated Story Coronavirus: Case tally in Singapore dorms lower than what models predicted earlier\n\nRelated Story Coronavirus explainers: What you should know to protect yourself\n\nRelated Story Coronavirus visual guide: Interactive graphics on the pandemic\n\nFor work permit holders staying outside dormitories, it has decreased from six two weeks ago to three over the same period.\n\nThere are also fewer unlinked cases among Singaporeans, PRs and long-term pass holders, dipping from an average of three per day two weeks ago to two per day in the last week.\n\nAmong the new cases, only one per cent was unlinked.\n\nIn Singapore, 21 people have died from complications due to Covid-19, while nine others who tested positive for the virus have died from other causes.\n\nGlobally, the outbreak, which began in December last year, has infected more than 4.4 million people. Some 298,000 have died.\n\nThe United States remains the country worst hit, with more than 1.4 million cases and 85,000 deaths fro m Covid-19 as of Thursday.",
        "icon": "https://www.straitstimes.com/sites/all/themes/custom/bootdemo/images/icons/apple-touch-icon-60x60.png",
        "picture": "https://www.straitstimes.com/sites/default/files/styles/x_large/public/articles/2020/05/14/md-moh-1405.jpg?itok=_ETLOXGJ",
        "publish_time": "2020-05-14 15:08:32",
        "title": "New high of 1,164 Covid-19 patients discharged, 1 new cluster",
        "url": "https://www.straitstimes.com/singapore/health/752-new-covid-19-cases-in-singapore-including-2-singaporeans-and-prs",
        "uuid": "7a4ff2b1-9407-49a0-b1eb-372ccfaa2819"
    }
]